-os = Pop!_OS

battery-notice = <b>Включете устройството в захранването</b>, преди да започнете.

button-cancel = Отказване
button-dismiss = Добре
button-download = Изтегляне
button-perform-refresh = Рестартиране и опресняване
button-perform-upgrade = Рестартиране и надграждане
button-refresh = Опресняване
button-update = Обновяване
button-upgrade = Надграждане

checking-for-updates = Проверяването за обновления ...

dialog-refresh-title = Опресняване на инсталацията на ОС
dialog-refresh-description =
 Когато опресните операционната система:
 
 {"*"} Всички потребители и файлове в папката /home ще бъдат запазени
 {"*"} Потребителите и потребителските групи ще се запазят
 {"*"} Всички системни програми, инсталирани от потребителя, ще бъдат премахнати
 {"*"} Всички файлове в дяла на операционната система извън папката /home ще бъдат загубени
 {"*"} Всички промени в настройките на системата ще бъдат загубени, с изключение на:
     - Системния часови пояс
     - Системния език
     - Системната клавиатурна подредба
     - Мрежови настройки, управлявани от NetworkManager
 
  Не забравяйте да запазите работата си, преди да натиснете върху бутона за рестартиране.

daemon-checking = Проверяване за обновления на демона
daemon-updating = Обновяване на демона за надграждане

download-os = Изтегляне на {-os} {$version}
download-os-complete = Изтеглянето на {-os} {$version} завърши 

eol-exceeded = Поддръжката за {-os} {$current} е приключила. Обновленията на сигурността и програмите вече не са налични за {-os}. Надградете до {-os} {$next}, за да запазите сигурността на компютъра си.
eol-imminent = Поддръжката за {-os} {$current} приключва на {$date}. Надградете, за да получавате обновления на сигурността и програмите
eol-error = Крайната дата на поддръжката не може да бъде получена

error-build-status = Състоянието на изграждането не може да бъде получено поради вътрешна грешка
error-collect-logs = Ако сте клиент на System76, моля, стартирайте инструмента „System76 Driver“, за да съберете журнали с данни, и се свържете с поддръжката, като предоставите журналите.
error-connection = Връзката е неуспешна. Може би не сте свързани към Интернет
error-header = Изглежда, че има проблем! Не се притеснявайте, това е списък на файловете, които може да са били променени:
error-no-changelog-found = Няма наличен дневник на промените
error-originating-cause = Причина за грешката
error-package-manager = Ако имате проблеми с мениджъра на пакети, изпълнете следните команди и ги изпратете на поддръжката в заявка за поддръжка:
error-recovery-check = Проверката за обновления за възстановяване е неуспешна
error-recovery-download = Обновлението за възстановяване не може да бъде изтеглено
error-recovery-update = Обновлението на възстановяване е неуспешно
error-try-again = Опитайте по-късно
error-unknown-status = Получено е неизвестно състояние
error-update-check = Проверката за обновления е неуспешна 
error-upgrade-status = Проверката на състоянието на надграждане е неуспешна

new-features-include = Новите функции включват:

notification-dismiss-label = Известия
notification-dismiss-description = Отхвърляне на известията за обновяване за {-os} {$version} до появата на следващото надграждане.

notification-title = Готово за надграждане
notification-description = {-os} е готово за надграждане до {$version}

most-current-recovery = Имате най-новата версия на дяла за възстановяване

os-upgrade = Надграждане на ОС
os-recovery = Възстановяване на ОС
os-updates = Обновления на системата и програмите

permission-denied = Изискват се права̀

 Само администратори може да надграждат операционната система.

recovery-downloading = Изтегляне на обновлението на дяла за възстановяване
recovery-header = Дял за възстановяване
recovery-progress = {recovery-downloading}: ({$current} от {$total} МиБ)
recovery-sync = Синхронизиране на образа за възстановяване с диска
recovery-update-found = Обновление на дяла за възстановяване е налично
recovery-verify = Проверяване на изтегления образ за възстановяване

refresh-description = Преинсталиране със запазване на потребителите и файловете
refresh-header = Опресняване на ОС

release-current = Имате най-новата версия на {-os}

upgrade-available = {-os} {$version} е налична!
upgrade-canceling = Прекратяване на надграждането
upgrade-downloading = {-os} в момента се изтегля
upgrade-from-to = Надграждане от {$current} до {$next} е налично
upgrade-preparing = Подготвяне на надграждането
upgrade-ready = {-os} е готово за обновяване до {$version}
