-os = Pop!_OS

battery-notice = ಪ್ರಾರಂಭಿಸುವ ಮೊದಲು <b>ವಿದ್ಯುತ್ ಸಂಪರ್ಕ ಕಲ್ಪಿಸಿ</b>.

button-cancel = ರದ್ದುಮಾಡಿ
button-dismiss = ಮುಚ್ಚಿ
button-perform-refresh = ಮರುಪ್ರಾರಂಭಿಸಿ ಮತ್ತು ರಿಫ್ರೆಶ್ ಮಾಡಿ
button-perform-upgrade = ಮರುಪ್ರಾರಂಭಿಸಿ ಮತ್ತು ಇನ್‌ಸ್ಟಾಲ್ ಮಾಡಿ
button-refresh = ರಿಫ್ರೆಶ್ ಮಾಡಿ
button-update = ಅಪ್‌ಡೇಟ್ ಮಾಡಿ
button-upgrade = ಅಪ್‌ಗ್ರೇಡ್ ಪ್ರಾರಂಭಿಸಿ

checking-for-updates = ಅಪ್‌ಡೇಟ್‌ಗಳಿಗಾಗಿ ಪರಿಶೀಲಿಸಲಾಗುತ್ತಿದೆ ...

dialog-refresh-title = OS ಇನ್‌ಸ್ಟಾಲೇಶನ್ ರಿಫ್ರೆಶ್ ಮಾಡಿ
dialog-refresh-description =
 OS ಅನ್ನು ರಿಫ್ರೆಶ್ ಮಾಡಿದಾಗ:

 {"*"} /home ಡೈರೆಕ್ಟರಿಯಲ್ಲಿರುವ ಎಲ್ಲಾ ಬಳಕೆದಾರರ ಖಾತೆಗಳು ಮತ್ತು ಫೈಲ್‌ಗಳನ್ನು ಉಳಿಸಿಕೊಳ್ಳಲಾಗುತ್ತದೆ
 {"*"} ಬಳಕೆದಾರರು ಮತ್ತು ಬಳಕೆದಾರರ ಗುಂಪುಗಳನ್ನು ಉಳಿಸಿಕೊಳ್ಳಲಾಗುತ್ತದೆ
 {"*"} ಬಳಕೆದಾರರು ಇನ್‌ಸ್ಟಾಲ್ ಮಾಡಿರುವ ಎಲ್ಲಾ ಸಿಸ್ಟಮ್ ಅಪ್ಲಿಕೇಶನ್‌ಗಳನ್ನು ತೆಗೆದುಹಾಕಲಾಗುತ್ತದೆ
 {"*"} /home ಡೈರೆಕ್ಟರಿಯ ಹೊರಗೆ OS ಪಾರ್ಟಿಷನ್‌ನಲ್ಲಿರುವ ಎಲ್ಲಾ ಫೈಲ್‌ಗಳು ಅಳಿಸಲ್ಪಡುತ್ತವೆ
 {"*"} ಕೆಳಗಿನವುಗಳನ್ನು ಹೊರತುಪಡಿಸಿ, ಸಿಸ್ಟಮ್‌ನಾದ್ಯಂತ ಮಾಡಲಾದ ಎಲ್ಲಾ ಕಾನ್ಫಿಗರೇಶನ್ ಬದಲಾವಣೆಗಳು ಕಳೆದುಹೋಗುತ್ತವೆ:
     - ಸಿಸ್ಟಮ್ ಸಮಯ ವಲಯ
     - ಸಿಸ್ಟಮ್ ಭಾಷೆ
     - ಸಿಸ್ಟಮ್ ಕೀಬೋರ್ಡ್ ವಿನ್ಯಾಸ
     - NetworkManager ನಿರ್ವಹಿಸುವ ನೆಟ್‌ವರ್ಕ್ ಕಾನ್ಫಿಗರೇಶನ್‌ಗಳು

 ರೀಬೂಟ್ ಮಾಡಲು ಕ್ಲಿಕ್ ಮಾಡುವ ಮೊದಲು ನಿಮ್ಮ ಎಲ್ಲಾ ಕೆಲಸಗಳನ್ನು ಉಳಿಸಿಕೊಳ್ಳಿ.

daemon-checking = ಡೀಮನ್ ಅಪ್‌ಡೇಟ್‌ಗಳಿಗಾಗಿ ಪರಿಶೀಲಿಸಲಾಗುತ್ತಿದೆ
daemon-updating = ಅಪ್‌ಗ್ರೇಡ್ ಡೀಮನ್ ಅನ್ನು ಅಪ್‌ಡೇಟ್ ಮಾಡಲಾಗುತ್ತಿದೆ

download-os = {-os} {$version} ಡೌನ್‌ಲೋಡ್ ಮಾಡಲಾಗುತ್ತಿದೆ
download-os-complete = {-os} {$version} ಡೌನ್‌ಲೋಡ್ ಪೂರ್ಣಗೊಂಡಿದೆ

eol-exceeded = {-os} {$current} ಗೆ ಬೆಂಬಲ ಕೊನೆಗೊಂಡಿದೆ. ಇನ್ನು ಮುಂದೆ {-os} {$current} ಗೆ ಭದ್ರತಾ ಮತ್ತು ಅಪ್ಲಿಕೇಶನ್ ಅಪ್‌ಡೇಟ್‌ಗಳು ಲಭ್ಯವಿರುವುದಿಲ್ಲ. ನಿಮ್ಮ ಕಂಪ್ಯೂಟರ್ ಅನ್ನು ಸುರಕ್ಷಿತವಾಗಿರಿಸಲು {-os} {$next} ಗೆ ಅಪ್‌ಗ್ರೇಡ್ ಮಾಡಿ.
eol-imminent = {-os} {$current} ಗೆ ಬೆಂಬಲವು {$date} ರಂದು ಕೊನೆಗೊಳ್ಳುತ್ತದೆ. ಭದ್ರತೆ ಮತ್ತು ಅಪ್ಲಿಕೇಶನ್ ಅಪ್‌ಡೇಟ್‌ಗಳನ್ನು ಪಡೆಯಲು ಅಪ್‌ಗ್ರೇಡ್ ಮಾಡಿ.
eol-error = ಬೆಂಬಲ ಅಂತ್ಯಗೊಳ್ಳುವ ದಿನಾಂಕವನ್ನು ಪಡೆಯಲು ವಿಫಲವಾಗಿದೆ

error-build-status = ಆಂತರಿಕ ದೋಷದಿಂದಾಗಿ ಬಿಲ್ಡ್ ಸ್ಥಿತಿಯನ್ನು ಪಡೆಯಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ
error-collect-logs = ನೀವು System76 ಗ್ರಾಹಕರಾಗಿದ್ದರೆ, ಲಾಗ್‌ಗಳನ್ನು ಸಂಗ್ರಹಿಸಲು System76 Driver ಟೂಲ್ ಅನ್ನು ಚಲಾಯಿಸಿ ಮತ್ತು ಆ ಲಾಗ್‌ಗಳೊಂದಿಗೆ ಬೆಂಬಲ ತಂಡವನ್ನು ಸಂಪರ್ಕಿಸಿ.
error-connection = ಸಂಪರ್ಕ ವಿಫಲವಾಗಿದೆ. ನೀವು ಆಫ್‌ಲೈನ್‌ನಲ್ಲಿರಬಹುದು.
error-header = ನಮಗೆ ಸಮಸ್ಯೆ ಎದುರಾದಂತೆ ಕಾಣುತ್ತಿದೆ! ಚಿಂತಿಸಬೇಡಿ, ಬದಲಾವಣೆಗಳಾಗಿರಬಹುದಾದ ಫೈಲ್‌ಗಳ ಪಟ್ಟಿ ಇಲ್ಲಿದೆ:
error-no-changelog-found = ಚೇಂಜ್‌ಲಾಗ್ ಕಂಡುಬಂದಿಲ್ಲ
error-originating-cause = ದೋಷದ ಮೂಲ ಕಾರಣ
error-package-manager = ನಿಮಗೆ ಪ್ಯಾಕೇಜ್ ಮ್ಯಾನೇಜರ್‌ಗೆ ಸಂಬಂಧಿಸಿದ ಸಮಸ್ಯೆಗಳು ಎದುರಾಗುತ್ತಿದ್ದರೆ, ದಯವಿಟ್ಟು ಈ ಕೆಳಗಿನ ಕಮಾಂಡ್‌ಗಳನ್ನು ಚಲಾಯಿಸಿ ಮತ್ತು ಅವುಗಳ ಫಲಿತಾಂಶಗಳನ್ನು ನಿಮ್ಮ ಬೆಂಬಲ ಟಿಕೆಟ್‌ನೊಂದಿಗೆ ಕಳುಹಿಸಿ:
error-recovery-check = ರಿಕವರಿ ಅಪ್‌ಡೇಟ್‌ಗಳಿಗಾಗಿ ಪರಿಶೀಲಿಸಲು ವಿಫಲವಾಗಿದೆ
error-recovery-download = ರಿಕವರಿ ಅಪ್‌ಡೇಟ್ ಡೌನ್‌ಲೋಡ್ ಮಾಡಲು ವಿಫಲವಾಗಿದೆ
error-recovery-update = ರಿಕವರಿ ಅಪ್‌ಡೇಟ್ ವಿಫಲವಾಗಿದೆ
error-try-again = ದಯವಿಟ್ಟು ಸ್ವಲ್ಪ ಸಮಯದ ನಂತರ ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ
error-unknown-status = ತಿಳಿದಿಲ್ಲದ ಸ್ಥಿತಿಯನ್ನು ಸ್ವೀಕರಿಸಲಾಗಿದೆ.
error-update-check = ಅಪ್‌ಡೇಟ್‌ಗಳಿಗಾಗಿ ಪರಿಶೀಲಿಸಲು ವಿಫಲವಾಗಿದೆ
error-upgrade-status = ಅಪ್‌ಗ್ರೇಡ್ ಸ್ಥಿತಿಯನ್ನು ಪರಿಶೀಲಿಸಲು ವಿಫಲವಾಗಿದೆ

new-features-include = ಹೊಸ ವೈಶಿಷ್ಟ್ಯಗಳು:

notification-dismiss-label = ಅಧಿಸೂಚನೆಗಳು
notification-dismiss-description = ಮುಂದಿನ ಅಪ್‌ಗ್ರೇಡ್ ಲಭ್ಯವಾಗುವವರೆಗೆ {-os} {$version} ಗಾಗಿ ಅಪ್‌ಗ್ರೇಡ್ ಅಧಿಸೂಚನೆಗಳನ್ನು ತೋರಿಸಬೇಡಿ.

notification-title = ಅಪ್‌ಗ್ರೇಡ್ ಸಿದ್ಧವಾಗಿದೆ
notification-description = {-os} ಅನ್ನು {$version} ಗೆ ಅಪ್‌ಗ್ರೇಡ್ ಮಾಡಲು ಸಿದ್ಧವಾಗಿದೆ

most-current-recovery = ನೀವು ಈಗಾಗಲೇ ರಿಕವರಿ ಪಾರ್ಟಿಷನ್‌ನ ಇತ್ತೀಚಿನ ಆವೃತ್ತಿಯನ್ನು ಹೊಂದಿದ್ದೀರಿ

os-upgrade = OS ಅಪ್‌ಗ್ರೇಡ್
os-recovery = OS ರಿಕವರಿ
os-updates = ಸಿಸ್ಟಮ್ ಮತ್ತು ಅಪ್ಲಿಕೇಶನ್ ಅಪ್‌ಡೇಟ್‌ಗಳು

permission-denied = ಅನುಮತಿ ಅಗತ್ಯವಿದೆ

 ನಿರ್ವಾಹಕ ಖಾತೆಗಳನ್ನು ಹೊಂದಿರುವವರು ಮಾತ್ರ OS ಅನ್ನು ಅಪ್‌ಗ್ರೇಡ್ ಮಾಡಬಹುದು.

recovery-downloading = ರಿಕವರಿ ಪಾರ್ಟಿಷನ್ ಅಪ್‌ಡೇಟ್ ಡೌನ್‌ಲೋಡ್ ಮಾಡಲಾಗುತ್ತಿದೆ
recovery-header = ರಿಕವರಿ ಪಾರ್ಟಿಷನ್
recovery-progress = {recovery-downloading}: (ಒಟ್ಟು {$total} MiB ನಲ್ಲಿ {$current})
recovery-sync = ರಿಕವರಿ ಇಮೇಜ್ ಅನ್ನು ಡಿಸ್ಕ್‌ಗೆ ಸಿಂಕ್ ಮಾಡಲಾಗುತ್ತಿದೆ
recovery-update-found = ರಿಕವರಿ ಪಾರ್ಟಿಷನ್ ಅಪ್‌ಡೇಟ್ ಲಭ್ಯವಿದೆ
recovery-verify = ಡೌನ್‌ಲೋಡ್ ಮಾಡಿದ ರಿಕವರಿ ಇಮೇಜ್ ಅನ್ನು ಪರಿಶೀಲಿಸಲಾಗುತ್ತಿದೆ

refresh-description = ಬಳಕೆದಾರರ ಖಾತೆಗಳು ಮತ್ತು ಫೈಲ್‌ಗಳನ್ನು ಉಳಿಸಿಕೊಂಡು OS ಅನ್ನು ಮರುಸ್ಥಾಪಿಸಿ.
refresh-header = OS ರಿಫ್ರೆಶ್ ಮಾಡಿ

release-current = ನೀವು {-os} ನ ಅತ್ಯಂತ ಇತ್ತೀಚಿನ ಆವೃತ್ತಿಯನ್ನು ಬಳಸುತ್ತಿದ್ದೀರಿ

upgrade-available = {-os} {$version} ಲಭ್ಯವಿದೆ
upgrade-cosmic = COSMIC ಡೆಸ್ಕ್‌ಟಾಪ್ ಪರಿಸರವನ್ನು ಒಳಗೊಂಡಿದೆ.
upgrade-canceling = ಅಪ್‌ಗ್ರೇಡ್ ರದ್ದುಗೊಳಿಸಲಾಗುತ್ತಿದೆ
upgrade-downloading = {-os} ಪ್ರಸ್ತುತ ಡೌನ್‌ಲೋಡ್ ಆಗುತ್ತಿದೆ
upgrade-finalize = ಸಿಸ್ಟಮ್ ಅನ್ನು {-os} { $version } ಗೆ ಅಪ್‌ಗ್ರೇಡ್ ಮಾಡಲಾಗುತ್ತದೆ.
upgrade-from-to = {$current} ನಿಂದ {$next} ಗೆ ಅಪ್‌ಗ್ರೇಡ್ ಲಭ್ಯವಿದೆ
upgrade-preparing = ಅಪ್‌ಗ್ರೇಡ್‌ಗಾಗಿ ಸಿದ್ಧಪಡಿಸಲಾಗುತ್ತಿದೆ
upgrade-ready = {-os} ಅನ್ನು {$version} ಗೆ ಅಪ್‌ಗ್ರೇಡ್ ಮಾಡಲು ಸಿದ್ಧವಾಗಿದೆ
upgrade-to = {-os} { $version } ಗೆ ಅಪ್‌ಗ್ರೇಡ್ ಮಾಡಿ
